exports.run = (client, message, args) =>{


    let t = Math.floor(Math.random() * Math.floor(4));
        let meme = ["━━━━━┒\n┓┏┓┏┓┃\n┛┗┛┗┛┃＼😥／\n┓┏┓┏┓┃    /\n┛┗┛┗┛┃ノ)\n┓┏┓┏┓┃ \n┛┗┛┗┛┃ \n┓┏┓┏┓┃ \n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┓┏┓┏┓┃ \n┛┗┛┗┛┃ \n┓┏┓┏┓┃ \n┛┗┛┗┛┃ \n┓┏┓┏┓┃\n┃┃┃┃┃┃\n┻┻┻┻┻┻", "╭━━━━━╮\n╰┃ ┣▇━▇\n ┃ ┃  ╰━▅╮\n ╰┳╯ ╰━━┳╯\n  ╰╮ ┳━━╯\n ▕▔▋ ╰╮╭━╮\n╱▔╲▋╰━┻┻╮╲╱▔▔▔╲\n▏  ▔▔▔▔▔▔▔  O O┃\n╲╱▔╲▂▂▂▂╱▔╲▂▂▂╱\n ▏╳▕▇▇▕ ▏╳▕▇▇▕\n ╲▂╱╲▂╱ ╲▂╱╲▂╱", "⊂ヽ\n　 ＼＼ Λ＿Λ\n　　 ＼( 'ㅅ' )\n　　　 >　⌒ヽ\n　　　/ 　 へ  ＼\n　　 /　　/　＼＼\n　　 ﾚ　ノ　　 ヽつ\n　　/　/\n　 /　/|\n　(　(ヽ\n　|　|、＼\n　| 丿 ＼ ⌒)\n　| |　　) /\n⊂ヽ", "╚═( ͡° ͜ʖ ͡°)═╝\n╚═(███)═╝\n╚═(███)═╝\n ╚═(███)═╝\n  ╚═(███)═╝\n   ╚═(███)═╝\n   ╚═(███)═╝\n  ╚═(███)═╝\n ╚═(███)═╝\n╚═(███)═╝\n ╚═(███)═╝\n  ╚═(███)═╝\n   ╚═(███)═╝\n   ╚═(███)═╝\n     ╚(███)╝\n       ╚(██)╝"]
        message.channel.send(meme[t])
}
exports.help = {
    name: "meme",
    description: "Avoir un meme."
}

exports.conf = {
    enabled: true,
    guildOnly: true,
    aliases: ["meme"]
}